Repository: bafxyz/pixora
Catalog: apps/web/src/shared/locales/*/messages.po
Languages: ru

source: Save All Changes
ru: Сохранить все изменения

source: Save Changes
ru: Сохранить изменения

source: Save Settings
ru: Сохранить настройки

source: Saving...
ru: Сохранение...

source: Scan a QR code to view guest information
ru: Отсканируйте QR код для просмотра информации о госте

source: Scan guest QR code
ru: Сканируйте QR-код гостя

source: Scan guest QR codes to quickly access their information and order history
ru: Сканируйте QR коды гостей для быстрого доступа к их информации и истории заказов

source: Scan QR codes
ru: Сканировать QR коды

source: Scheduled Date & Time
ru: Запланированная дата и время

source: Search by filename, guest, or session...
ru: Поиск по имени файла, гостю или сессии...

source: Search by name or email...
ru: Поиск по имени или email...

source: Search by name, email or studio...
ru: Поиск по имени, email или студии...

source: Search by name, email, or phone...
ru: Поиск по имени, email или телефону...

source: Search by order number, guest, or status...
ru: Поиск по номеру заказа, гостю или статусу...

source: Select a photo session to upload to:
ru: Выберите фотосессию для загрузки:

source: Select a studio
ru: Выберите студию

source: Send email notifications to users
ru: Отправлять email уведомления пользователям

source: Send this link to clients via WhatsApp, Telegram, or email
ru: Отправьте эту ссылку клиентам через WhatsApp, Telegram или email

source: Session
ru: Сессия

source: Session Details
ru: Детали сессии

source: Session ID
ru: ID сессии

source: Session Name
ru: Название сессии

source: Session Not Found
ru: Сессия не найдена

source: Session Timeout (minutes)
ru: Таймаут сессии (минуты)

source: Session:
ru: Сессия:

source: sessions
ru: сессий

source: Sessions
ru: Сессии

source: Settings
ru: Настройки

source: Settings saved successfully
ru: Настройки успешно сохранены

source: Settings successfully updated
ru: Настройки успешно обновлены

source: Share this QR code with your clients
ru: Поделитесь этим QR-кодом с вашими клиентами

source: Shipped
ru: Отправлен

source: Show QR Code Data
ru: Показать данные QR-кода

source: Show this QR code to clients
ru: Покажите этот QR-код клиентам

source: Showcase Your Work
ru: Покажите свою работу

source: Sign in
ru: Войти

source: Sign in to your photographer account
ru: Войдите в свой аккаунт фотографа

source: Sign Out
ru: Выйти

source: Signing in...
ru: Вход...

source: Start Processing
ru: Начать обработку

source: Start Scanning
ru: Начать сканирование

source: Statistics
ru: Статистика

source: Statistics exported successfully
ru: Статистика успешно экспортирована

source: Stop
ru: Остановить

source: Storage Configuration
ru: Конфигурация хранилища

source: Storage Provider
ru: Провайдер хранилища

source: Storage usage:
ru: Использование хранилища:

source: Studio
ru: Студия

source: Studio admin created successfully
ru: Администратор студии успешно создан

source: Studio Admin Management
ru: Управление администраторами студий

source: Studio Admins
ru: Администраторы студий

source: Studio created successfully
ru: Студия успешно создана

source: Studio Dashboard
ru: Панель студии

source: Studio deleted successfully
ru: Студия успешно удалена

source: Studio Information
ru: Информация о студии

source: Studio Management
ru: Управление студиями

source: Studio name
ru: Название студии

source: Studio Name
ru: Название студии

source: Studio Settings
ru: Настройки студии

source: Studio Statistics
ru: Статистика студии

source: Studio updated successfully
ru: Студия успешно обновлена

source: Studios
ru: Студии

source: Subtotal
ru: Промежуточный итог

source: Subtotal:
ru: Промежуточный итог:

source: Support Email
ru: Email поддержки

source: Switch to photographer tools and upload photos
ru: Переключитесь на инструменты фотографа и загрузите фото

source: System
ru: Система

source: System Config
ru: Конфигурация системы

source: System Information
ru: Системная информация

source: System Logs
ru: Системные логи

source: System management
ru: Управление системой

source: System monitoring and log viewer
ru: Мониторинг системы и просмотр логов

source: System Settings
ru: Настройки системы

source: System settings saved successfully
ru: Системные настройки успешно сохранены

source: Test
ru: Тест

source: Thank you for your order. We'll process it shortly and send you a confirmation email.
ru: Спасибо за ваш заказ. Мы обработаем его в ближайшее время и отправим вам подтверждение по электронной почте.

source: The photo session you're looking for doesn't exist or may have been removed.
ru: Фотосессии, которую вы ищете, не существует или могла быть удалена.

source: The photographer may have been deleted or you may have entered an incorrect ID
ru: Фотограф мог быть удален или вы ввели неверный ID

source: The requested photographer does not exist
ru: Запрошенный фотограф не существует

source: They will be able to access photos from this session
ru: Они смогут получить доступ к фото из этой сессии

source: this month
ru: этот месяц

source: This photographer has no guests yet
ru: У этого фотографа пока нет гостей

source: This photographer has no orders yet
ru: У этого фотографа пока нет заказов

source: This photographer has no photos yet
ru: У этого фотографа пока нет фото

source: this week
ru: эта неделя

source: today
ru: сегодня

source: Top 5 Clients by Activity
ru: Топ 5 клиентов по активности

source: Total
ru: Всего

source: Total Amount
ru: Общая сумма

source: Total earnings
ru: Общий доход

source: Total Guests
ru: Всего гостей

source: Total Orders
ru: Всего заказов

source: Total Photos
ru: Всего фото

source: Total Revenue
ru: Общий доход

source: Total Sessions
ru: Всего сессий

source: Total Size
ru: Общий размер

source: Total storage (photos)
ru: Всего хранилище (фото)

source: Total:
ru: Итого:

source: Total: {0} orders
ru: Всего: {0} заказов

source: Track user behavior and metrics
ru: Отслеживать поведение пользователей и метрики

source: Unique Guests
ru: Уникальные гости

source: Unique visitors
ru: Уникальные посетители

source: Update
ru: Обновить

source: Update photographer information
ru: Обновить информацию о фотографе

source: Upload
ru: Загрузить

source: Upload and display your photography portfolio with professional presentation.
ru: Загружайте и показывайте свое фотопортфолио с профессиональной подачей.

source: Upload photos
ru: Загрузить фото

source: Upload Photos
ru: Загрузить фото

source: Upload photos for guests and organize sessions
ru: Загрузка фото для гостей и организация сессий

source: Uploaded all time
ru: Загружено за все время

source: Uptime:
ru: Время работы:

source: User already exists. Please switch to the Login tab.
ru: Пользователь уже существует. Пожалуйста, перейдите на вкладку Вход.

source: User Management
ru: Управление пользователями

source: View
ru: Просмотр

source: View All
ru: Показать все

source: View Analytics
ru: Просмотр аналитики

source: View and manage all photo sessions
ru: Просматривать и управлять всеми фотосессиями

source: View and manage orders, update statuses and track payments
ru: Просмотр и управление заказами, обновление статусов и отслеживание платежей

source: View and manage photographer guests
ru: Просмотр и управление гостями фотографа

source: View and manage photographer orders
ru: Просмотр и управление заказами фотографа

source: View and manage photographer photos
ru: Просмотр и управление фото фотографа

source: View and manage studio orders
ru: Просмотр и управление заказами студии

source: View detailed information about the photographer
ru: Просмотр подробной информации о фотографе

source: View detailed platform statistics and performance metrics
ru: Просмотр детальной статистики платформы и метрик производительности

source: View detailed statistics and reports
ru: Просмотр детальной статистики и отчетов

source: View Details
ru: Просмотр деталей

source: View Guests
ru: Просмотр гостей

source: View Monitoring
ru: Просмотр мониторинга

source: View Orders
ru: Просмотр заказов

source: View Photographer
ru: Посмотреть фотографа

source: View photographer guests
ru: Просмотр гостей фотографа

source: View photographer orders
ru: Просмотр заказов фотографа

source: View photographer photos
ru: Просмотр фото фотографа

source: View photos
ru: Посмотреть фото

source: View Photos
ru: Просмотр фото

source: View Session
ru: Посмотреть сессию

source: View Sessions
ru: Просмотр сессий

source: Warning
ru: Предупреждение

source: Welcome Message
ru: Приветственное сообщение

source: Welcome to our studio!
ru: Добро пожаловать в нашу студию!

source: Welcome to Photography Gallery
ru: Добро пожаловать в фотогалерею

source: Your Cart
ru: Ваша корзина

source: Your cart is empty
ru: Ваша корзина пуста

source: Your Information
ru: Ваша информация

source: Your name
ru: Ваше имя

source: Your order has been sent to the photographer. They will contact you soon.
ru: Ваш заказ отправлен фотографу. Они свяжутся с вами в ближайшее время.

source: Your photos will appear here once the photographer uploads them. Check back soon!
ru: Ваши фото появятся здесь, когда фотограф их загрузит. Заходите позже!

source: your@email.com
ru: ваш@email.com
