Repository: bafxyz/pixora
Catalog: apps/web/src/shared/locales/*/messages.po
Languages: ru

source: {0} photo{1}
ru: {0} фото{1}

source: 25 new photos added to gallery
ru: 25 новых фото добавлено в галерею

source: Access advanced features for managing your photography business and portfolio.
ru: Получите доступ к продвинутым функциям для управления вашим фотобизнесом и портфолио.

source: Active Guests
ru: Активные гости

source: Active Sessions
ru: Активные сессии

source: Active studios
ru: Активные студии

source: Active users:
ru: Активные пользователи:

source: Activity:
ru: Активность:

source: Add
ru: Добавить

source: Add New Photographer
ru: Добавить нового фотографа

source: Add Photographer
ru: Добавить фотографа

source: Add some photos to get started
ru: Добавьте несколько фото для начала

source: Add some photos to your cart to continue
ru: Добавьте фото в корзину, чтобы продолжить

source: Add your first photographer to get started
ru: Добавьте вашего первого фотографа для начала работы

source: Add, edit and manage photographers
ru: Добавляйте, редактируйте и управляйте фотографами

source: Address
ru: Адрес

source: Address is required
ru: Адрес обязателен

source: Admin Dashboard
ru: Панель администратора

source: Admin Panel
ru: Панель администратора

source: All
ru: Все

source: All fields are required
ru: Все поля обязательны

source: All orders in the system with status tracking
ru: Все заказы в системе с отслеживанием статуса

source: All Payments
ru: Все оплаты

source: All photo sessions from your studio photographers
ru: Все фотосессии от фотографов вашей студии

source: All Statuses
ru: Все статусы

source: Allow guests to register accounts
ru: Разрешить гостям регистрировать аккаунты

source: Analytics
ru: Аналитика

source: Analytics and metrics for your studio
ru: Аналитика и метрики для вашей студии

source: Are you sure you want to delete "{0}"? This action cannot be undone.
ru: Вы уверены, что хотите удалить "{0}"? Это действие нельзя отменить.

source: Are you sure you want to delete this photographer?
ru: Вы уверены, что хотите удалить этого фотографа?

source: Auto Cleanup After (days)
ru: Автоматическая очистка через (дней)

source: Average Order ($)
ru: Средний заказ ($)

source: Average order value
ru: Средняя стоимость заказа

source: Average per Client
ru: Среднее на клиента

source: Back
ru: Назад

source: Back to details
ru: Назад к деталям

source: Back to Gallery
ru: Назад к галерее

source: Back to list
ru: Назад к списку

source: Back to List
ru: Назад к списку

source: Back to Orders
ru: Назад к заказам

source: Back to sessions
ru: Назад к сессиям

source: Backup
ru: Резервное копирование

source: Basic Information
ru: Основная информация

source: Brand Color
ru: Цвет бренда

source: Branding
ru: Брендинг

source: Branding Settings
ru: Настройки брендинга

source: Browse Photos
ru: Просмотреть фото

source: Bulk Discount
ru: Оптовая скидка

source: Bulk Discount (%)
ru: Оптовая скидка (%)

source: Bulk Discount Threshold
ru: Порог оптовой скидки

source: by
ru: от

source: Camera access denied. Please allow camera access in browser settings.
ru: Доступ к камере запрещен. Пожалуйста, разрешите доступ к камере в настройках браузера.

source: Cancel
ru: Отмена

source: Cancel Order
ru: Отменить заказ

source: Cancelled
ru: Отменен

source: Cash Payment
ru: Оплата наличными

source: Checkout
ru: Оформить заказ

source: City, street, building number
ru: Город, улица, номер дома

source: Clients
ru: Клиенты

source: Close
ru: Закрыть

source: Code Scanned
ru: Код отсканирован

source: Complete customization for your style
ru: Полная кастомизация для вашего стиля

source: Completed
ru: Завершен

source: Completed:
ru: Завершено:

source: Configure branding, pricing and general settings
ru: Настроить брендинг, цены и общие параметры

source: Configure platform settings, pricing and features
ru: Настроить настройки платформы, цены и функции

source: Connect a data visualization library
ru: Подключить библиотеку визуализации данных

source: Connect with Others
ru: Связаться с другими

source: Contact Information
ru: Контактная информация

source: Continue Shopping
ru: Продолжить покупки

source: Conversion (%)
ru: Конверсия (%)

source: Conversion rate
ru: Конверсия

source: Copy
ru: Копировать

source: Copy link
ru: Скопировать ссылку

source: Create
ru: Создать

source: Create a new photo session and generate QR code for client access
ru: Создать новую фотосессию и сгенерировать QR-код для доступа клиента

source: Create a photo session first to upload photos
ru: Сначала создайте фотосессию для загрузки фото

source: Create account
ru: Создать аккаунт

source: Create an account for your photo studio
ru: Создайте аккаунт для вашей фотостудии

source: Create and manage studio administrator accounts
ru: Создавайте и управляйте аккаунтами администраторов студий

source: Create and manage studio administrators
ru: Создавайте и управляйте администраторами студий

source: Create Another
ru: Создать еще одну

source: Create Another Guest
ru: Создать еще одного гостя

source: Create New Photo Session
ru: Создать новую фотосессию

source: Create New Studio
ru: Создать новую студию

source: Create QR code for photo session guest
ru: Создайте QR-код для гостя фотосессии

source: Create Session
ru: Создать сессию

source: Create Session & Generate QR
ru: Создать сессию и сгенерировать QR

source: Create Studio
ru: Создать студию

source: Create Studio Admin
ru: Создать администратора студии

source: Create Your Account
ru: Создать аккаунт

source: Create your first photo session to get started
ru: Создайте свою первую фотосессию, чтобы начать

source: Create Your First Session
ru: Создайте первую сессию

source: Create your first studio admin to get started.
ru: Создайте первого администратора студии для начала работы.

source: Create your first studio to get started.
ru: Создайте первую студию для начала работы.

source: Create, manage and monitor photo studios
ru: Создавайте, управляйте и мониторьте фотостудии

source: Created:
ru: Создано:

source: Creating Session...
ru: Создание сессии...

source: Creating...
ru: Создание...

source: Current pricing: ${0}/photo, with {1}% discount for orders of {2}+ photos
ru: Текущие цены: ${0}/фото, со скидкой {1}% для заказов от {2}+ фото

source: Current Session
ru: Текущая сессия

source: Customer activity
ru: Активность клиентов

source: Customize the appearance of galleries for your guests
ru: Настройте внешний вид галерей для ваших гостей

source: Database
ru: База данных

source: Date and Time
ru: Дата и время

source: days
ru: дней

source: days ago
ru: дней назад

source: Del
ru: Удалить

source: Delete
ru: Удалить

source: Delete Photographer
ru: Удалить фотографа

source: Delete Studio
ru: Удалить студию

source: Delivered
ru: Доставлен

source: Description
ru: Описание

source: Detailed information about the photographer and their activities
ru: Подробная информация о фотографе и его деятельности

source: Details
ru: Детали

source: Digital Copy Price ($)
ru: Цена цифровой копии ($)

source: Direct Link
ru: Прямая ссылка

source: Disable platform for maintenance
ru: Отключить платформу для обслуживания

source: Discount
ru: Скидка

source: Discount:
ru: Скидка:

source: Discover and showcase stunning photography. Connect with photographers, explore galleries, and share your visual stories.
ru: Откройте для себя потрясающую фотографию. Свяжитесь с фотографами, исследуйте галереи и делитесь своими визуальными историями.

source: Doe
ru: Иванов

source: Doe Studio
ru: Студия Иванова

source: Download
ru: Скачать

source: Download Logs
ru: Скачать логи

source: Download QR Code
ru: Скачать QR-код

source: e.g., Photo Studio Pro
ru: например, Фото Студио Про

source: Edit
ru: Редактировать

source: Edit Photo Session
ru: Редактировать фотосессию

source: Edit Photographer
ru: Редактировать фотографа

source: Edit Studio
ru: Редактировать студию

source: Email
ru: Электронная почта

source: Email is invalid
ru: Неверный email

source: Email is required
ru: Email обязателен

source: Email Notifications
ru: Email уведомления

source: Enter email
ru: Введите email

source: Enter email address
ru: Введите email адрес

source: Enter guest ID (e.g., GUEST123)
ru: Введите ID гостя (например, GUEST123)

source: Enter Manually
ru: Ввести вручную

source: Enter name
ru: Введите имя

source: Enter password (min 6 characters)
ru: Введите пароль (мин. 6 символов)

source: Enter phone number
ru: Введите номер телефона

source: Enter photographer name
ru: Введите имя фотографа

source: Enter studio name
ru: Введите название студии

source: Enter your guest ID to view photos
ru: Введите ID гостя для просмотра фото

source: Error
ru: Ошибка

source: Error creating photographer
ru: Ошибка при создании фотографа

source: Error creating studio
ru: Ошибка создания студии

source: Error creating studio admin
ru: Ошибка создания администратора студии

source: Error deleting photographer
ru: Ошибка при удалении фотографа

source: Error deleting studio
ru: Ошибка удаления студии

source: Error downloading photo
ru: Ошибка при скачивании фото

source: Error loading data
ru: Ошибка загрузки данных

source: Error loading guests
ru: Ошибка загрузки гостей

source: Error loading orders
ru: Ошибка загрузки заказов

source: Error loading photographer data
ru: Ошибка загрузки данных фотографа

source: Error loading photographers
ru: Ошибка загрузки фотографов

source: Error loading photos
ru: Ошибка загрузки фото

source: Error loading settings
ru: Ошибка загрузки настроек

source: Error loading statistics
ru: Ошибка загрузки статистики

source: Error loading studio admins
ru: Ошибка загрузки администраторов студий

source: Error loading studios
ru: Ошибка загрузки студий

source: Error placing order
ru: Ошибка размещения заказа

source: Error saving settings
ru: Ошибка сохранения настроек

source: Error updating photographer
ru: Ошибка при обновлении фотографа

source: Error updating settings
ru: Ошибка при обновлении настроек

source: Error updating studio
ru: Ошибка обновления студии

source: Export Order
ru: Экспортировать заказ

source: Export Report
ru: Экспорт отчета

source: Export Reports
ru: Экспортировать отчеты

source: Failed
ru: Не удалось

source: Failed to create studio
ru: Не удалось создать студию

source: Failed to create studio admin
ru: Не удалось создать администратора студии

source: Failed to delete studio
ru: Не удалось удалить студию

source: Failed to export order
ru: Не удалось экспортировать заказ

source: Failed to load monitoring data
ru: Не удалось загрузить данные мониторинга

source: Failed to load order
ru: Не удалось загрузить заказ

source: Failed to load statistics
ru: Не удалось загрузить статистику

source: Failed to load studio admins
ru: Не удалось загрузить администраторов студий

source: Failed to load studios
ru: Не удалось загрузить студии

source: Failed to mark notification as read
ru: Не удалось отметить уведомление как прочитанное

source: Failed to place order
ru: Не удалось разместить заказ

source: Failed to save settings
ru: Не удалось сохранить настройки

source: Failed to update order status
ru: Не удалось обновить статус заказа

source: Failed to update studio
ru: Не удалось обновить студию

source: Fast upload
ru: Быстрая загрузка

source: Feature Toggles
ru: Переключатели функций

source: First name
ru: Имя

source: Full Name
ru: Полное имя

source: Generate QR Code
ru: Сгенерировать QR-код

source: Generating...
ru: Генерация...

source: Get Started
ru: Начать

source: Go Home
ru: Домой

source: Go to Photographer
ru: Перейти к фотографу

source: Go to Upload tab and use Guest ID:
ru: Перейдите на вкладку Загрузка и используйте ID гостя:

source: Guest
ru: Гость

source: Guest access
ru: Гостевой доступ

source: Guest convenience
ru: Удобство для гостей

source: Guest Created Successfully!
ru: Гость успешно создан!

source: Guest ID:
ru: ID гостя:

source: Guest Information
ru: Информация о госте

source: Guest Name
ru: Имя гостя

source: Guest Registered
ru: Гость зарегистрирован

source: Guest Registration
ru: Регистрация гостей

source: Guest:
ru: Гость:

source: guests
ru: гостей

source: Guests
ru: Гости

source: Guests & Photos Growth
ru: Рост гостей и фото

source: Guests per studio
ru: Гостей на студию

source: Healthy
ru: Здоровая

source: hours ago
ru: часов назад

source: hrs
ru: ч

source: If password is provided, a login account will be created for the photographer
ru: Если пароль указан, для фотографа будет создан аккаунт для входа

source: In Cart
ru: В корзине

source: Info
ru: Информация

source: Instant photo sync from mobile device
ru: Мгновенная синхронизация фото с мобильного устройства

source: items
ru: элементов

source: John
ru: Иван

source: Join thousands of photographers already using our platform to showcase their work.
ru: Присоединяйтесь к тысячам фотографов, которые уже используют нашу платформу для демонстрации своей работы.

source: Just now
ru: Только что

source: Last Access
ru: Последний доступ

source: Last name
ru: Фамилия

source: Last Updated
ru: Последнее обновление

source: List of all registered photographers in the system
ru: Список всех зарегистрированных фотографов в системе

source: Loading order details...
ru: Загрузка деталей заказа...

source: Loading orders...
ru: Загрузка заказов...

source: Loading statistics...
ru: Загрузка статистики...

source: Loading studio admins...
ru: Загрузка администраторов студий...

source: Loading studios...
ru: Загрузка студий...

source: Loading your photo session...
ru: Загрузка вашей фотосессии...

source: Loading...
ru: Загрузка...

source: Login
ru: Вход

source: Login failed
ru: Ошибка входа

source: Logo URL
ru: URL логотипа

source: Logs downloaded successfully
ru: Логи успешно скачаны

source: Main platform parameters
ru: Основные параметры платформы

source: Maintenance Mode
ru: Режим обслуживания

source: Manage Orders
ru: Управление заказами

source: Manage Photographers
ru: Управление фотографами

source: Manage photographers, add new team members
ru: Управляйте фотографами, добавляйте новых членов команды

source: Manage sessions
ru: Управление сессиями

source: Manage Studio Admins
ru: Управление администраторами студий

source: Manage Studios
ru: Управление студиями

source: Manage your customer orders
ru: Управляйте заказами клиентов

source: Manage your photo sessions and uploads
ru: Управляйте фотосессиями и загрузками

source: Manage your photography studio
ru: Управляйте вашей фотостудией

source: Mark all read
ru: Отметить все как прочитанные

source: Mark as Completed
ru: Отметить выполненным

source: Max Storage per Client (GB)
ru: Макс. хранилище на клиента (ГБ)

source: Max Upload Size (MB)
ru: Макс. размер загрузки (МБ)

source: Message to display on gallery page
ru: Сообщение для отображения на странице галереи

source: Minimum 6 characters
ru: Минимум 6 символов

source: minutes ago
ru: минут назад

source: Monitor system health, security logs and performance
ru: Мониторьте состояние системы, логи безопасности и производительность

source: Monitoring & Logs
ru: Мониторинг и логи

source: Name
ru: Имя

source: Name and email are required
ru: Имя и email обязательны

source: Name is required
ru: Имя обязательно

source: Name:
ru: Имя:

source: Network with fellow photographers and art enthusiasts in our community.
ru: Общайтесь с коллегами-фотографами и любителями искусства в нашем сообществе.

source: Never
ru: Никогда

source: New guest added to system
ru: Новый гость добавлен в систему

source: New Order
ru: Новый заказ

source: New Photo Session
ru: Новая фотосессия

source: New Photographers
ru: Новые фотографы

source: New Scan
ru: Новое сканирование

source: No Guest Scanned
ru: Гость не отсканирован

source: No Guests
ru: Нет гостей

source: No Guests Found
ru: Гости не найдены

source: No guests found matching your search
ru: Гости не найдены по вашему запросу

source: No notifications yet
ru: Уведомлений пока нет

source: No Orders
ru: Нет заказов

source: No orders found
ru: Заказы не найдены

source: No Orders Found
ru: Заказы не найдены

source: No orders found matching your search
ru: Заказы не найдены по вашему запросу

source: No orders yet
ru: Заказов пока нет

source: No photo sessions
ru: Нет фотосессий

source: No Photographers
ru: Нет фотографов

source: No Photos
ru: Нет фото

source: No photos available yet
ru: Фото пока недоступны

source: No Photos Found
ru: Фото не найдены

source: No photos found matching your search
ru: Фото не найдены по вашему запросу

source: No Sessions Yet
ru: Пока нет сессий

source: No studio admins found
ru: Администраторы студий не найдены

source: No studio admins found matching your search
ru: Администраторы студий не найдены по вашему запросу

source: No studio admins yet
ru: Администраторов студий пока нет

source: No studios found
ru: Студии не найдены

source: No studios found matching your search
ru: Студии не найдены по вашему запросу

source: No studios yet
ru: Студий пока нет

source: Not provided
ru: Не указано

source: Notes
ru: Заметки

source: Notifications
ru: Уведомления

source: Now you can upload photos for this guest!
ru: Теперь вы можете загрузить фото для этого гостя!

source: OFF
ru: ВЫКЛ

source: ON
ru: ВКЛ

source: Online Payment (Tinkoff)
ru: Онлайн оплата (Tinkoff)

source: Open
ru: Открыть

source: Optional
ru: Необязательно

source: Order
ru: Заказ

source: Order #12344 successfully completed
ru: Заказ #12344 успешно выполнен

source: Order #12345 placed by customer
ru: Заказ #12345 размещен клиентом

source: Order Analytics
ru: Аналитика заказов

source: Order Complete!
ru: Заказ выполнен!

source: Order Completed
ru: Заказ выполнен

source: Order Details
ru: Детали заказа

source: Order exported successfully
ru: Заказ успешно экспортирован

source: Order ID:
ru: ID заказа:

source: Order Items ({0})
ru: Товары в заказе ({0})

source: Order items:
ru: Товары в заказе:

source: Order Metrics
ru: Метрики заказов

source: Order not found
ru: Заказ не найден

source: Order placed successfully!
ru: Заказ успешно размещен!

source: Order Statistics
ru: Статистика заказов

source: Order Status
ru: Статус заказа

source: Order Status Distribution
ru: Распределение заказов по статусам

source: Order status updated successfully
ru: Статус заказа успешно обновлен

source: Order Summary
ru: Сводка заказа

source: orders
ru: заказов

source: Orders
ru: Заказы

source: Orders chart for the last 30 days
ru: График заказов за последние 30 дней

source: Orders Management
ru: Управление заказами

source: Orders processed
ru: Заказов обработано

source: Overall statistics for all studios and users
ru: Общая статистика по всем студиям и пользователям

source: Overview
ru: Обзор

source: Paid
ru: Оплачено

source: Password
ru: Пароль

source: Password must be at least 6 characters
ru: Пароль должен быть не менее 6 символов

source: Passwordless access to personal galleries
ru: Доступ к личным галереям без пароля

source: Pay in person at the studio
ru: Оплата в студии

source: Pay securely with card or other methods
ru: Оплатите безопасно картой или другими способами

source: Payment
ru: Оплата

source: Payment Method
ru: Способ оплаты

source: Payment session creation failed
ru: Не удалось создать сессию оплаты

source: Pending
ru: В ожидании

source: Pending Orders
ru: Ожидающие заказы

source: Pending Payment
ru: Ожидает оплаты

source: Phone
ru: Телефон

source: Phone is required
ru: Телефон обязателен

source: Photo {0} ({1}) x{2}
ru: Фото {0} ({1}) x{2}

source: Photo downloaded
ru: Фото загружено

source: Photo Session Created!
ru: Фотосессия создана!

source: Photo Session in Progress
ru: Фотосессия в процессе

source: Photo session link:
ru: Ссылка на фотосессию:

source: Photo Sessions
ru: Фотосессии

source: Photo Upload
ru: Загрузка фото

source: Photographer
ru: Фотограф

source: Photographer created successfully
ru: Фотограф успешно создан

source: Photographer Dashboard
ru: Панель фотографа

source: Photographer deleted successfully
ru: Фотограф успешно удален

source: Photographer Details
ru: Детали фотографа

source: Photographer Guests
ru: Гости фотографа

source: Photographer Guests: {0}
ru: Гости фотографа: {0}

source: Photographer Management
ru: Управление фотографами

source: Photographer Mode
ru: Режим фотографа

source: Photographer name
ru: Имя фотографа

source: Photographer Not Found
ru: Фотограф не найден

source: Photographer Orders
ru: Заказы фотографа

source: Photographer Orders: {0}
ru: Заказы фотографа: {0}

source: Photographer Photos
ru: Фото фотографа

source: Photographer Photos: {0}
ru: Фото фотографа: {0}

source: Photographer registration
ru: Регистрация фотографа

source: Photographer updated successfully
ru: Фотограф успешно обновлен

source: Photographer:
ru: Фотограф:

source: Photographer: {0}
ru: Фотограф: {0}

source: photographer@studio.com
ru: fotograf@studiya.com

source: photographers
ru: фотографов

source: Photographers
ru: Фотографы

source: photos
ru: фото

source: Photos
ru: Фото

source: photos available
ru: фото доступно

source: Photos per order
ru: Фото в заказе

source: Photos per Order
ru: Фото в заказе

source: Photos per studio
ru: Фото на студию

source: Photos Uploaded
ru: Фото загружены

source: Photos:
ru: Фото:

source: Place Order
ru: Разместить заказ

source: Platform Analytics
ru: Аналитика платформы

source: Platform Configuration
ru: Конфигурация платформы

source: Platform for digitizing photo services
ru: Платформа для цифровизации фотоуслуг

source: Platform Growth
ru: Рост платформы

source: Platform Health
ru: Здоровье платформы

source: Platform management and monitoring
ru: Управление и мониторинг платформы

source: Platform Name
ru: Название платформы

source: Platform Settings
ru: Настройки платформы

source: Platform Statistics
ru: Статистика платформы

source: Platform status
ru: Статус платформы

source: Platform Version
ru: Версия платформы

source: Platform version:
ru: Версия платформы:

source: Please select a payment method
ru: Пожалуйста, выберите способ оплаты

source: Preview
ru: Предпросмотр

source: Price per Photo ($)
ru: Цена за фото ($)

source: Pricing
ru: Ценообразование

source: Pricing Settings
ru: Настройки ценообразования

source: Primary Color
ru: Основной цвет

source: Print Copy Price ($)
ru: Цена печатной копии ($)

source: Proceed to Checkout
ru: Оформить заказ

source: Processed:
ru: Обработано:

source: Processing
ru: Обработка

source: Processing payment...
ru: Обработка платежа...

source: Processing QR code...
ru: Обработка QR кода...

source: Processing...
ru: Обработка...

source: Professional Tools
ru: Профессиональные инструменты

source: QR code
ru: QR код

source: QR code for photo session
ru: QR-код для фотосессии

source: QR Code Generator
ru: Генератор QR-кодов

source: QR Code Scanner
ru: Сканер QR-кодов

source: QR Scanner
ru: Сканер QR

source: Quick Actions
ru: Быстрые действия

source: Ready to Start Your Journey?
ru: Готовы начать свое путешествие?

source: Recent Activity
ru: Последняя активность

source: Recent Orders
ru: Недавние заказы

source: Recent registrations
ru: Последние регистрации

source: Recent Sessions
ru: Недавние сессии

source: Recent system events
ru: Последние системные события

source: Refresh
ru: Обновить

source: Registered
ru: Зарегистрировано

source: Registered:
ru: Зарегистрирован:

source: Registration
ru: Регистрация

source: Registration Date
ru: Дата регистрации

source: Registration failed
ru: Ошибка регистрации

source: Registration successful! Please check your email to confirm your account, then log in.
ru: Регистрация прошла успешно! Проверьте электронную почту для подтверждения аккаунта, затем войдите.

source: Revenue
ru: Доход

source: Revenue Metrics
ru: Метрики дохода

source: Revenue Over Time
ru: Доход за период

source: Revenue per studio
ru: Доход на студию

source: Save
ru: Сохранить
